{"meta":{"title":"Mr.Wang'Blog","subtitle":"","description":"","author":"John Doe","url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"《罗生门》：在大多数的时间我们甚至都不能对自己诚实","slug":"Untitled","date":"2020-07-31T02:17:00.000Z","updated":"2020-07-31T02:19:30.076Z","comments":true,"path":"2020/07/31/Untitled/","link":"","permalink":"http://yoursite.com/2020/07/31/Untitled/","excerpt":"","text":"暴雨如注，破败的「罗生门」下坐着两个人，一个和尚，一个农夫。他们呆呆的望着这场大雨，眼里没有对停雨的焦虑，只是沉默地看着。想着不久前的经历。农夫率先开腔，一脸疑惑的说着「我不明白…我真是不明白…」，和尚给了他一个眼神，没搭话，因为他也想不明白。 雨一直下着。 一个痞子模样的人，为了躲雨匆匆地跑到了「罗生门」之下。农夫的嘀咕引起了他的兴趣，反正躲雨也无聊，痞子就走到农夫边上，询问他「怎么了？」。 农夫说他从未见过如此离奇的事情，和尚也点头附和。痞子这时就更是来了兴趣，也跟和尚攀谈起来。当和尚说到是关于一个死人的时候，痞子显得很不以为然，对于死人他见多了，他们所处的避雨处起码还有五、六具无名尸。 这时和尚没有反驳他，以他所从事的职业来说，死人更是司空见惯的。可是，像不久前经历的那样离奇的事件，还是闻所未闻。这骇人听闻的事件，让「博学多闻」的和尚也开始怀疑起了人类的灵魂。 一番攀谈说教之后，痞子实在是忍不住了，心想，有什么事你就说，这么神神叨叨的，躲雨的心情都给搞枯燥了。说道「如果是说无聊的空大道理的话，我宁愿听这雨声。」 说着痞子便走到罗生门边，拆下木板，准备生火。农夫实在是忍不住了，那三个人的事情简直就是一场噩梦。为了搞清楚事情的来龙去脉，农夫也是「不耻下问」，跑过去寻求痞子的帮助。 痞子被农夫惊慌失措的样子给吓了一跳，示意他，雨还要一段时间才能够停，你慢慢说。 农夫便镇定了下来，说道： 三天前，他背着斧头，去山上砍柴。沿途发现，一顶女式的帷帽，没多久，又看到了一个武士帽，不远处还有一条被割断的绳子，农夫不禁起疑，四下张望，地上一个闪闪发光的东西一闪而过，顺着镜头地移动，他惊讶地发现了一具尸体。 作为第一个发现尸体的人，三天后的今天，被官府叫去作证，将以上的经历跟纠察使说了一遍。 就在三天前下午，在从关山到山科的路上，和尚见过生前的死者，在三天后也被官府找来作证。那天女主坐在马上蒙着面纱，男人挎剑带弓牵着马，从男人面带笑容充满宠爱的眼神看来，两人定是夫妻没错了。只可惜，丈夫在几个时辰之后就断送了性命。和尚没忍住，又是一顿感叹，人生苦短如晨露。语气中，充满了慈悲。 根据和尚提到的剑和弓，在事发的第二天，强盗多襄丸被官府捉拿。纠察署堂上，多襄丸承认自己杀了那个武士。 三天前的下午，天气炎热，他在树下乘凉。这时，武士带着妻子朝他走来。看着带帷帽的女主，在看看女主旁边的武士，多襄丸抓了抓痒，一点没放在心上。这么热的又不知道女主的样貌，没必要跟武士过不去，还是睡觉比较香。 就在武士夫妻要走过他面前的时候，突然，一阵凉风起，掀起了女主的面纱，撩起了多襄丸的欲望，他缓缓地坐了起来，看着女主远去的背影。强烈的占有欲让他很自然地起了杀意，当然，如果能够不战而屈人之兵那就更好了。毕竟是要女主，不是要杀男人。 打定主意之后，多襄丸跟疯了一样，狂奔了起来。转眼就追上了武士夫妻，多襄丸看也不看武士一眼，眼睛一直盯着女主打圈。突然他拔出了剑，武士见势也拔出了剑，场面一度十分紧张，两虎相争必有一死。只见这时多襄丸神经质的哈哈大笑，将剑递给了武士，告诉他自己藏了很多这样的好剑，想要的话可以低价卖给他。武士看完剑之后，很是满意，就跟多襄丸走了。记挂着人家媳妇的多襄丸肯定不是单纯的卖剑而已，虽然武士有所提防，还是遭了暗算，被多襄丸捆了起来。 达到不战而屈人之兵的目的之后，多襄丸偷偷地回到女主所在的地方，在高处偷窥着，原本可以就这样把事情做了的，可是看到女主的花容月貌，想起武士的抢占先机，多襄丸就心生怨气，决定在武士面前，羞辱他一番。 于是乎，他便欺骗女主说武士病了，将她带到了武士的身边。女主一看到武士被绑住了，先是慌了，然后是疯了，拿着匕首就向多襄丸刺过去。 见这女主外柔内刚，多襄丸越看越喜欢。经过一番肉搏之后，女主屈服了。屈服之后，她提出要么武士死，要么多襄丸死的诉求，因为如果世界上还有第三个人知道她跟过两个男人的事情，她也混不下去的，会生不如死。 多襄丸接受了刚刚跟他温存的女主的请求，划断武士身上的绳子，与他大战了33个回合，最终手刃武士。一回头，女主也跑了。 这便是强盗多襄丸的供词。 据和尚的说法，衙役找到了躲在寺庙的女主。 女主一出场就哭，一直在哭泣。她身后的农夫和和尚都看呆了。据她的说法。多襄丸把武士捆绑之后，就对她进行了非礼，之后多襄丸就跑了。 女主跑向武士，趴在武士的身上一顿痛苦，泪流满面，而武士却用冰冷的眼神看着她。任凭女主说什么，武士都不说话。只是沉默着，冷冷地看着她。这眼神看得她绝望，呼喊着，要武士打她，骂她，甚至要求武士杀了她。 她拿起落在地上的匕首，递向武士。女主因为哭得太厉害而晕了过去（据她说），醒来的时候，发现匕首插在了武士的胸口上。 这便是女主的供词，故事到这里已经蛮有趣的，之后就更是劲爆。纠察署堂找来了巫师，召唤在冥间的武士。 武士说，多襄丸在攻击了他的妻子之后，试图去安慰她。一开始女主只是低着头爱答不理的，一度十分的纠结。当多襄丸说攻击她是出于对她的爱之后，女主就慢慢地抬起了头，那时的她看起来前所未有的美丽。 在无助地武士面前，女主不仅跟强盗走了，还要求强盗杀了武士。意料之外的是，多襄丸没有接受女主的请求，反而将女主踩在地上，对武士说，「你想让我怎么处置她？」。听了，多襄丸的话之后，武士一度原谅了多襄丸的罪过。 在他们对话的时候，女主跑了。解开武士身上的绳子之后，多襄丸也走了。只留下武士一个人，他的眼神还是之前的冷，只不过这次的冷不是望向女主，而是看向自己。他拿起地上的匕首，刺进了自己的胸膛，完结了自己的耻辱。 武士陷入了深深的黑暗之中，隐约地感觉到有个人把匕首从他的胸膛拔了出来。 以上便是招魂回来的武士的供词。 三个当事人的供词都说完了，痞子觉得整件事情更加的有趣了，当武士提到匕首之后，农夫开始乱了阵仗，痞子一眼就开出了端倪，便引诱农夫说出他所看到的一切。 农夫，不得已承认了自己不仅仅是发现尸体，而是看到了整个事情的过程。 据农夫说，多襄丸在攻击完女主之后，一直在哀求着女主跟他结婚，为了她，他愿意做任何的事情，可以不再做强盗，去找一个正经的工作。 女主没有回答，只是跑向武士解开武士的绳索，但是并没有趴在武士身上寻求保护，而是趴在了两个男人之间，多襄丸马上就意会到了，要他们决斗出一人带走她。 武士是个识时务者的俊杰，对于带有污点的女主，他断然拒绝，觉得没有并要为了这样的女主搭上自己的性命。并大声吼向女主，说她应经被两个男人搞过了，怎么不去死。然后，面向多襄丸，说到，我不想要这个不知羞耻的妓女，你可以带走她。 女主夹在两个男人的中间，眼看就要被双方都抛弃了，便奋起反击。激烈的说到，女主爱的是充满热情的男人，男人只有靠他的剑才能够得到他的女主。这一番的激烈言语之后，两个男人的战意成功的被她煽动了起来。一番有趣的打斗之后，多襄丸一剑结果了武士的生命。 以上便是农夫的「亲眼所见」。 「罗生门」告诉我们的就是标题中那一句朋友们都很熟悉的话「在大多数的时间里我们甚至都不能对自己诚实」，道理是没有错的，这四个发言人，没有一个是老实都有着自己的算盘，多襄丸为了保自己的名声，在整个供词中将自己塑造成了一个「硬汉」。女主为了自己能够将整件事情的所带来的的伤害降到最低，不惜说了一个明摆着的谎言，「哭晕」。武士为了自己的尊严，反正都是死了，那就选自杀而死吧。 我一开始被也是被「人人都在说谎」这样的立意吸引了，但是在看了数遍之后，我呢在此基础之上。还有一点点不一样的收获，说出来跟各位有缘看到这里的朋友们分享一下吧。 「罗生门」中，每个人「看到的」都是自己「想看到的」，这一点显而易见。细心的朋友，可能会有跟我一样的发现，就是他们都是为了自己的利益在发言，但是他们的发言却在无意间出卖了他们。 他们是说了他们想看到的，他们是捏造了过去的记忆，但是这个记忆中的场景，这个他们要捏造的画面，却有着他们自己深刻的烙印。也即是虽然他们有意造假，但是有些假不是想造就能造的。 他们口中的你我他，都是他们自己。 开头和尚的供词，说的是在山科路上，他遇到了武士夫妻，镜头里，夫妻两人有说有笑，显得很是恩爱。且不论，这个场景是真是假，和尚带着善意的眼光，看到的就多是善意。这个在结尾处，当农夫要孩子时，由于农夫之前已经默认了自己拿了匕首，和尚便对他产生了怀疑。在农夫说起自己的境遇之后，和尚对他的判断很明显的又回到了善意，最直接的证据就是天晴了。 这一点就足以说明，我们看到的人，是怎样的很大程度上是取决于我们是怎样的人。 接下来，我就根据多襄丸和农夫两人口中的打斗场面来说说，为什么我会认为，谎言有主体的目的性同时也能够看出主体的身份属性。 第一个当事人，强盗多襄丸，由于他强盗的身份，所以，有些话，有些场景就显得很有匪气。在强要女主时，女主激烈反应，这个反应只有多襄丸的供词中才有，很明显，这是多襄丸个人的嗜好，对于女人，征服才是拥有。在与女主事后，女主要求他杀了武士，世上有第三个人知道她跟两个男人，是一件比死还要耻辱的事情。 多襄丸是弛名全国的强盗，怎么可以杀死一个无法还手的武士。于是，就解绑武士，跟他进行了33个回合的激烈打斗，最后终于一剑将武士刺死。 为什么说，说谎者是「说不过自己」的呢？ 我们来看看，对于打斗的场面，农夫是怎么说的。在农夫的眼中，两个武士的打架，就跟两个地痞流氓打架相差无几。细心的朋友，估计也会有同样的疑惑，为什么多襄丸的描述是这样的惊心动魄，而农夫的描述只是为了最后加上一个生硬的最后一剑。 看到这就清楚了，为什么农夫要最后一定要说武士是被剑刺死的，因为匕首被他拿了。为什么打斗的画面显得这么的流氓，那是因为，农夫也就看过流氓打架，要他说出武士的打斗他是没有概念的。所以，说谎者是「说不过自己」的。 以上。","categories":[{"name":"影评","slug":"影评","permalink":"http://yoursite.com/categories/%E5%BD%B1%E8%AF%84/"}],"tags":[],"author":"John Doe"},{"title":"你好，世界！","slug":"hello-world","date":"2020-07-29T14:01:24.849Z","updated":"2020-07-29T14:21:50.865Z","comments":true,"path":"2020/07/29/hello-world/","link":"","permalink":"http://yoursite.com/2020/07/29/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"影评","slug":"影评","permalink":"http://yoursite.com/categories/%E5%BD%B1%E8%AF%84/"}],"tags":[]}